src/main/java/ok/dht/test/kuleshov/report/stage3/one_node/get/5000/wrk_report.txt
Running 2m test @ http://localhost:19235
  8 threads and 64 connections
  Thread calibration: mean lat.: 1.197ms, rate sampling interval: 10ms
  Thread calibration: mean lat.: 1.184ms, rate sampling interval: 10ms
  Thread calibration: mean lat.: 1.193ms, rate sampling interval: 10ms
  Thread calibration: mean lat.: 1.196ms, rate sampling interval: 10ms
  Thread calibration: mean lat.: 1.187ms, rate sampling interval: 10ms
  Thread calibration: mean lat.: 1.189ms, rate sampling interval: 10ms
  Thread calibration: mean lat.: 1.220ms, rate sampling interval: 10ms
  Thread calibration: mean lat.: 1.178ms, rate sampling interval: 10ms
  Thread Stats   Avg      Stdev     Max   +/- Stdev
    Latency     1.29ms    1.81ms  77.95ms   98.24%
    Req/Sec   659.45    100.32     4.00k    69.52%
  499772 requests in 1.67m, 33.82MB read
  Non-2xx or 3xx responses: 344087
Requests/sec:   5001.08
Transfer/sec:    346.58KB